Repository: sharifqasrawi/Project-tourism
Catalog: Resources/Resource.*.resx
Languages: ar

# ConfirmDeleteRoom
source: Delete this room?
ar: حذف هذه الغرفة؟

source: Bad
ar: سيئ

source: Excellent
ar: ممتاز

source: Good
ar: جيد

source: Not Bad
ar: لا بأس

source: Rate
ar: تقييم

source: Rate This Hotel
ar: قيم هذا الفندق

source: Thank You For Rating
ar: شكرا لك على التقييم

source: Choose Image
ar: اختر صورة

source: Flag
ar: علم البلد

# AboutUsImg
source: ~/Images/about-usEn.jpg
ar: ~/Images/about-usAr.jpg

# EnterVaildEmail
source: Please enter a vaild email address.
ar: الرجاء ادخال بريد الكتروني صالح.

# NavLoginStyle
source: margin-right
ar: margin-left

source: Reset Password
ar: استرجاع كلمة المرور

# AccountUpdated
source: Account Info Updated Successfully
ar: تم تعديل بيانات حسابك بنجاح

# ErrorUpdateAccount
source: Error Updating Account
ar: خطأ في تعديل بيانات الحساب

# PsngrsLst
source: Passengers List
ar: قائمة الركاب

source: Check-In Date
ar: تاريخ الوصول

# Check_In_DateReq
source: Check-In Date Required
ar: تاريخ الوصول مطلوب

source: Check-Out Date
ar: تاريخ المغادرة

# Check_Out_DateReq
source: Check-Out Date Required
ar: تاريخ المغادرة مطلوب

source: Reservation cost
ar: تكلفة الحجز

source: Month
ar: الشهر

# CheckinPH
source: Enter Check-In Date
ar: أدخل تاريخ الوصول

# CheckOutPH
source: Enter Check-Out Date
ar: أدخل تاريخ المغادرة

source: Create Offer
ar: إنشاء عرض سياحة

source: Customers Count
ar: عدد الزبائن

# CustomersCountPH
source: Enter Cusotmers Count
ar: أدخل عدد الزبائن

# CustomersCountReq
source: Customers Count Required
ar: عدد الزبائن مطلوب

source: Flight
ar: الرحلة

source: Hotel Room
ar: غرفة فندق

source: Hotels List
ar: قائمة الفنادق

source: Offer
ar: العرض

# OfferCountPH
source: Enter Offers Count
ar: أدخل عدد العروض

# OfferDetailsArPH
source: Enter Offer details in Arabic
ar: أدخل تفاصيل العرض بالعربية

# OfferDetailsEnPH
source: Enter Offer details in English
ar: أدخل تفاصيل العرض بالانجليزية

# OfferPricePH
source: Enter Offer Price
ar: أدخل سعر العرض

# PriceReq
source: Price Required
ar: السعر مطلوب

# SeatsPH
source: Enter Seats Count
ar: أدخل عدد المقاعد

source: Continue
ar: متابعة

source: Days
ar: أيام

source: Duration
ar: المدة

source: Going Flight
ar: رحلة الذهاب

source: Return Flight
ar: رحلة العودة

# IsAdmin
source: Admin User
ar: مستخدم مدير

source: All ratings
ar: كافة التقييمات

# EmailToUsersInfo
source: This email will be sent to each website user's email address.
ar: هذا البريد الالكتروني سيتم ارساله الى عنوان البريد الالكتروني الخاص بكل مستخدم ضمن الموقع الالكتروني.

# glyphiconchevron
source: glyphicon-chevron-right
ar: glyphicon-chevron-left

# RateWebsite
source: Rate our Website
ar: قيم موقعنا الالكتروني

source: Website ratings
ar: تقييمات الموقع الالكتروني

source: Discount
ar: الحسم

# DiscountReq
source: Discount Required
ar: الحسم مطلوب

source: New price
ar: السعر الجديد

source: Old price
ar: السعر القديم

# DiscountPH
source: Enter Discount Percentage Value
ar: أدخل النسبة المئوية للحسم

# OfferSaving
source: Save
ar: نسبة التوفير

source: Room type
ar: نوع الغرفة

source: Credit
ar: الرصيد

source: Preferred Interface Language
ar: لغة واجهة الاستخدام

source: Airline
ar: شركة الطيران

# AddAdminUser
source: Create admin user
ar: انشاء مستخدم مدير

# AirlinePH
source: Enter Airline company name
ar: أدخل اسم شركة الطيران

source: Charge
ar: شحن

source: Recharge Credit
ar: إعادة شحن الرصيد

# UnauthorizedAccess
source: Sorry, you must login so you can access this page.
ar: عذرا, يجب عليك تسجيل الدخول للتمكن من الولوج الى هذه الصفحة

source: Edit city
ar: تعديل المدينة

source: Edit flight
ar: تعديل الرحلة

# PssngrName
source: Passenger Name
ar: اسم الراكب

# Airlines
source: Airline
ar: شركة الطيران

source: Flight number
ar: رقم الرحلة

source: Guest
ar: الضيف

source: Here are some hotels in
ar: في التالي مجموعة من الفنادق في

source: Hotel Reservation
ar: حجز فندقي

source: Passenger
ar: الراكب

source: Print
ar: طباعة

source: Print Ticket
ar: طباعة التذكرة

# ReservationDateTime
source: Reservation Date and Time
ar: تاريخ ووقت الحجز

# ReservationNum
source: Reservation Number
ar: رقم الحجز

source: Suggested hotels
ar: فنادق مقترحة

source: Thank You
ar: شكراً لك

source: Ticket
ar: التذكرة

# WeRecommend
source: We recommend you to check.
ar: التي ننصحك بتفقدها.

# wishNiceFlightTo
source: We wish you a nice flight to
ar: نتمنى لك رحلة لطيفة الى

source: Offer Details
ar: تفاصيل العرض

source: Offer Reservation
ar: حجز عرض سياحة

source: Offer Number
ar: رقم العرض

# AddNewFlightInfo
source: Please enter the following information to add a new flight
ar: الرجاء ادخال البيانات التالية لإضافة رحلة جديدة

source: Available
ar: متاح

source: Available Rooms
ar: الغرف المتوفرة

# Cities2
source: Cities
ar: المدن

source: City Preview
ar: عرض المدينة

source: Closed
ar: مغلق

# CloseOfferConfirm
source: Close this offer?
ar: إغلاق العرض؟

source: Confirm delete
ar: تأكيد الحذف

# Countries2
source: Countries
ar: البلدان

source: Create User
ar: إنشاء مستخدم جديد

# CreditRechargeSuccess
source: Credit Charging Success. Your New Credit is:
ar: تمت اعادة الشحن بنجاح.. رصيدك الجديد هو:

# EditHotel
source: Edit Hotel Information
ar: تعديل معلومات الفندق

source: Edit Hotel Room
ar: تعديل غرفة الفندق

# EditInfo
source: Please change the information you wish to update and click save
ar: الرجاء تغيير المعلومات التي ترغب بتحديثها واضغط على زر حفظ

# EditRoom
source: Edit Room Information
ar: تعديل معلومات الغرفة

# FindCity
source: Find a City
ar: ابحث عن مدينة

# FindCountry
source: Find a Country
ar: ابحث عن بلد

source: Flights
ar: الرحلات

source: Flights Management
ar: إدارة الرحلات

source: From
ar: من

source: Hotel Preview
ar: عرض الفندق

source: Hotels
ar: الفنادق

source: Images
ar: الصور

source: Message Details
ar: تفاصيل الرسالة

source: My Reservations
ar: حجوزاتي

# NoFlightsOrHotels
source: No Flights Or Hotels Available
ar: لا يوجد رحلات أو غرف فنادق متاحة

source: No Reservations
ar: لا يوجد حجوزات

# Offers
source: Tourism offers
ar: العروض السياحية

source: Offers left
ar: عدد العروض المتبقية

source: Offers list
ar: قائمة عروض السياحة

# OffersManagement
source: Tourism Offers Management
ar: إدارة عروض السياحة

source: Rooms list
ar: قائمة الغرف

source: Total Cost:
ar: التكلفة الكلية:

source: Cancel Reservation?
ar: الغاء الحجز؟

source: Confirm Booking?
ar: تأكيد الحجز؟

source: Flight Booking
ar: حجز رحلة

source: Flight Reservations
ar: حجوزات الرحلات

source: Hotel Reservations
ar: حجوزات الفنادق

source: We Wish You A Safe Flight
ar: نتمنى لكم رحلة آمنة

# MsgReply
source: Message Reply
ar: الرد على الرسالة

source: Not Enough Credit
ar: لا يوجد لديك رصيد كاف للحجز

# NotEnoughSeats
source: Not Enough seats available
ar: لا يوجد مقاعد متاحة للعدد المطلوب

# ViewAllOffers
source: View More...
ar: عرض المزيد

source: Reports
ar: التقارير

source: Choose Hotel
ar: اختر فندق

source: Hotel Details
ar: تفاصيل الفندق

# Reservations2
source: Reservations
ar: الحجوزات

source: Reservations Count
ar: عدد الحجوزات

source: Rooms Count
ar: عدد الغرف

source: Sweets Count
ar: عدد الأجنحة

# BookFlights
source: Book Flights Online
ar: احجز رحلة طيران مباشرة عبر موقعنا

# BookFlightsParg
source: Book your flight to any city in the world by a simple button click
ar: احجز رحلة الى اي مدينة في العالم مباشرة عبر موقعنا الالكتروني

# BookRooms
source: Book Rooms in any hotel online
ar: احجز غرف في أي فندق مباشرة عبر موقعنا

# BookRoomsParg
source: Book your room in any hotel by a simple button click
ar: احجز غرفة في أي فندق ببساطة نقرة زر

# DownloadApp
source: Download Android Moblie App
ar: حمل تطبيق أندرويد

# Flights2
source: Flights
ar: الرحلات

# FlightsParg
source: You can also benefit from our flights reservation system and directly book your flight by clicking this button
ar: يمكنكم أيضاً الاستفادة من نظام حجوزات الطيران الخاص بنا وحجز المقاعد في رحلة مباشرة عبر النقر على الزر التالي

source: Flights Reservations
ar: حجز رحلات الطيران

# OffersParg
source: We are happy to offer you a full tourism package to diffirent cities which includes Two-way flight, Hotel room in the best hotel in the city and all that for a reasonable price.
ar: نسعد بأن نقدم لكم حزمة سياحة متكاملة تتضمن رحلتي الذهاب والاياب, حجز في أجمل الفنادق في المدينة المسافر اليها وكل ذلك بسعر معقول.

source: Recommended Countries
ar: دول ننصحك بها

# RecommendedCountriesParg
source: Here are some amazing countries we recommend you to visit in your vacations..
ar: في التالي مجموعة من الدول التي ننصحك بالسفر اليها في العطل للراحة والاستمتاع بطبيعة الأرض

source: Recommended Hotels
ar: فنادق ننصحك بها

# RecommendedHotelsParg
source: Here are some amazing hotels we recommend you to try in your travels..
ar: في التالي مجموعة من الفنادق التي ننصحك بتجربتها في أسفارك

# TravelToWorld
source: Travel To The World
ar: سافر الى العالم

# TravelToWorldParg
source: Find information about cities online
ar: تعلم عن المدن المختلفة في العالم مباشرة عبر موقعنا الالكتروني

source: View more...
ar: عرض المزيد...

# WelcomeParg
source: Dear visitors, Welcome to our travel and tourism website
ar: الزوار الأعزاء, أهلاً بكم في موقعنا الالكتروني للسياحة والسفر

source: Welcome to our website
ar: أهلاً بكم في موقعنا الالكتروني

# AboutProduct
source: About our product
ar: حول منتجنا

# AboutProductLi1
source: Previewing cities of the world. Information, Google map, Images and the major hotels in each city.
ar: استعراض مدن العالم. معلومات عن المدينة. خرائط غوغل. صور من المدينة بالاضافة الى الفنادق الرئيسية في كل مدينة.

# AboutProductLi2
source: Booking Flights to any city online.
ar: حجز الرحلات الى أي مدينة مباشرة عبر الموقع أو التطبيق.

# AboutProductLi3
source: Previewing hotels and booking rooms online.
ar: استعراض الفنادق والحجز مباشرة عبر الموقع أو التطبيق.

# AboutProductLi4
source: Booking a full tourism package.
ar: حجز حزمة سياحة متكاملة.

# AboutProductP1
source: Our product includes a website and an Android mobile application that provide:
ar: منتجنا يتضمن موقع الكتروني وتطبيق أندرويد للهاتف الذكي اللذان يقدمان الخدمات التالية:

# AppPArt
source: Android Application built by Haya Akkad And Dania Al-Makari.
ar: تطبيق الأندرويد تم بناؤهما من قبل هيا عقاد ودانيا المكاري.

# ContactDetails2
source: Contact details
ar: معلومات الاتصال بنا:

# Dania
source: Dania Al-Makari
ar: دانيا المكاري

# DSH
source: DSH Toursim
ar: DSH للسياحة

# DSH2
source: DSH For Travel And Tourism
ar: DSH للسياحة والسفر

# Haya
source: Haya Akkad
ar: هيا عقاد

# ProductParts
source: Product building parts:
ar: أقسام بناء المنتج:

# Sharif
source: Mohammad Sharif Qasrawi
ar: محمد شريف قصراوي

# WebPart
source: Website built by Mohammad Sharif Qasrawi.
ar: الموقع الالكتروني تم بناؤه من قبل محمد شريف قصراوي.

source: Who Are We?
ar: من نحن؟

# WhoAreWeP
source: We are a team of Information Engineering Students studies at Syrian Virtual University.
ar: نحن فريق من طلاب هندسة نظم المعلومات في الجامعة الافتراضية السورية.

source: GpsX
ar: خط العرض في الخرائط

source: GpsY
ar: خط الطول في الخرائط

# FrstSeatsCount
source: First Class Seats Count
ar: عدد مقاعد الدرجة الأولى

# FrstSeatsCountPH
source: Enter flight first class seats count
ar: أدخل عدد مقاعد الدرجة الأولى المتاحة في الرحلة

# FrstSeatsCountReq
source: First Class Seats count required
ar: الحقل عدد مقاعد الدرجة الأولى مطلوب

source: Seats Count
ar: عدد المقاعد

# SeatsCountReq
source: Seats Count Required
ar: الحقل عدد المقاعد مطلوب

# checkDatesError
source: Please select different Check-in and Check-out dates
ar: الرجاء اختيار تاريخ وصول وتاريخ مغادرة مختلفين

source: Error: Invalid Dates
ar: خطأ: تواريخ غير صحيحة

source: No rooms available
ar: لا يوجد غرف متاحة حاليا

# APIPart
source: Web API Service built by Haya Akkad and Sharif Qasrawi.
ar: خدمة الويب تم بناؤها من قبل هيا عقاد وشريف قصراوي

source: OfferBooked
ar: تم الحجز

source: Online Visitors
ar: الزوار الحاليون

source: Total Visitors
ar: عدد زوار الموقع
