Repository: sharifqasrawi/Project-tourism
Catalog: Resources/Resource.*.resx
Languages: ar

# AAdmin
source: Admin
ar: مدير

source: About
ar: من نحن

# AccountNumber
source: Bank account number
ar: رقم الحساب المصرفي

# AccountNumberPlaceHolder
source: Enter your bank account number
ar: أدخل رقم الحساب المصرفي الخاص بك

# AccountNumberReq
source: bank account number is required
ar: رقم الحساب المصرفي الخاص بك مطلوب

# AccountNumberTitle
source: Enter your bank account number that you wish to transfer money to it when your item is sold
ar: أدخل رقم الحساب المصرفي الخاص بك الذي ترغب بتحويل المال اليه عندما يتم بيع هذا الغرض

source: Active
ar: فعال

source: Add
ar: إضافة

# AddCountry
source: Add a new country
ar: إضافة بلد جديد

# AddCountryInfo
source: Add a country to the available countries.
ar: أضف بلد الى قائمة البلدان المتاحة.

# AddCountryPlaceHolder
source: Enter country name in English
ar: أدخل اسم البلد باللغة الانجليزية

# AddCountryPlaceHolderAr
source: Enter country name in Arabic
ar: أدخل اسم البلد باللغة العربية

source: Admin
ar: المدير

# Administration
source: Website administration
ar: إدارة الموقع

source: Admin options
ar: خيارات المدير

source: All
ar: الكل

source: Are you sure you want to
ar: هل أنت متأكد من أنك تريد

# ASupervisor
source: Supervisor
ar: مشرف

# ASupport
source: Support
ar: دعم فني

# AUser
source: User
ar: مستخدم

source: Back to top
ar: عودة الى الأعلى

# BadAccessMsg
source: Sorry, it seems you have tried to access an unauthorized page. Please Login.
ar: عذراً, يبدو أنك حاولت الدخول الى صفحة بحاجة لتصريح دخول, الرجاء تسجيل الدخول.

source: Block
ar: حظر

source: Blocked
ar: محظور

# Bootstrap
source: ~/Content/bootstrap.min.css
ar: ~/Content/bootstrap-rtl.min.css

# BootstrapScripts
source: ~/Scripts/bootstrap.js
ar: ~/Scripts/bootstrap-rtl.min.js

# Brand
source: Online Auctions
ar: المزاد الالكتروني

source: Cancel
ar: الغاء

source: Cannot delete
ar: الحذف غير ممكن

source: Card expiration date
ar: تاريخ انتهاء صلاحية البطاقة

# CardExpirationDateReq
source: Card expiration date is required
ar: تاريخ انتهاء صلاحية البطاقة مطلوب

source: Card number
ar: رقم البطاقة

# CardNumberPlaceholder
source: Enter card number
ar: أدخل رقم البطاقة

# CardNumberReq
source: Card number is required
ar: رقم البطاقة مطلوب

# CardType
source: Credit card type
ar: نوع بطاقة الائتمان

# CardTypeReq
source: Credit card type is required
ar: نوع بطاقة الائتمان مطلوب

# CardVerificationCode
source: Card verification code (CVC)
ar: رمز التحقق من البطاقة CVC

# CardVerificationCodePlaceholder
source: Enter Card verification code (CVC)
ar: أدخل رمز التحقق من البطاقة CVC

# CardVerificationCodeReq
source: Card verification code (CVC) is required
ar: رمز التحقق من البطاقة CVC مطلوب

# ChangeAuctionOpeningBid
source: Change opening bid
ar: تغيير السعر الافتتاحي

source: Change category
ar: تغيير الفئة

source: Change password
ar: تغيير كلمة المرور

source: City
ar: المدينة

# CityPlaceHolder
source: Enter your city
ar: أدخل مدينتك

# CityReq
source: City is required
ar: المدينة مطلوبة

source: Close
ar: اغلاق

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# ConfirmNewPasswordPlaceHolder
source: Repeat your new password
ar: أعد كتابة كلمة المرور الجديدة

source: Confirm password
ar: تأكيد كلمة المرور

# ConfirmPasswordError
source: Password doesn't match
ar: كلمة المرور غير مطابقة

# ConfirmPasswordPlaceHolder
source: Repeat password
ar: أعد كتابة كلمة المرور

# ContactInfo
source: Contact information
ar: معلومات الاتصال

source: Contact us
ar: اتصل بنا

# ContentMng
source: Content management
ar: إدارة المحتوى

# Countries
source: Countries Management
ar: إدارة البلدان

source: Countries list
ar: قائمة البلدان

source: Country
ar: البلد

source: Country already exists
ar: البلد موجود مسبقا

# CountryPlaceHolder
source: Enter your country
ar: أدخل بلدك

# CountryReq
source: Country is required
ar: البلد مطلوب

source: Current Admin
ar: المدير الحالي

source: Current password
ar: كلمة المرور الحالية

# CurrentPasswordPlaceHolder
source: Enter your current password
ar: أدخل كلمة المرور الحالية الخاصة بك

source: Current user roles
ar: صلاحيات المستخدم الحالية

source: Date
ar: التاريخ

source: Delete
ar: حذف

source: Delete country
ar: حذف بلد

# DeleteCountryInfo
source: Please select a country to delete from database.
ar: الرجاء اختيار بلد لحذفه من قاعدة البيانات.

source: Delete message
ar: حذف الرسالة

# DeleteSelceted
source: Delete selected
ar: حذف المحدد

source: Details
ar: التفاصيل

# DontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Edit
ar: تعديل

source: Edit country
ar: تعديل البلد

# EditCountryInfo
source: Change country name to complete editing
ar: قم بتغيير اسم البلد لاتمام عملية التعديل

source: Update Account
ar: تعديل بيانات حسابي

# UpdateAccountInfo
source: Please change the information you wish to update and press save.
ar: الرجاء تغيير المعلومات التي ترغب بتعديلها ثم الضغط على حفظ.

source: Email
ar: البريد الالكتروني

# EmailPlaceHolder
source: Enter your email
ar: أدخل البريد الالكتروني الخاص بك

# EmailReq
source: Email is required
ar: البريد الالكتروني مطلوب

# EmailSubjectOnlineAuctionsPasswordChanged
source: Travel And Tourism: Password Changed!
ar: السياحة والسفر: تم تغيير كلمة المرور !

# EmailSubjectPlaceHolder
source: Enter email subject
ar: أدخل موضوع البريد

source: Email text
ar: نص الرسالة

# EmailTextPlaceHolder
source: Enter email text
ar: أدخل نص الرسالة

# EmailTextReq
source: Email text is required
ar: نص الرسالة مطلوب

# EmailUsed
source: This email is already registered
ar: البريد الاكتروني مسجل مسبقا

# EnableJS
source: Please enable JavaScript in your web browser!
ar: الرجاء تفعيل الجافاسكربت في متصفح الويب الخاص بك!

# EnableJS1
source: Please enable JavaScript in your web browser!
ar: الرجاء تفعيل الجافاسكربت في متصفح الويب الخاص بك!

source: Error
ar: خطأ

# ErrorExtending
source: Please enter correct data
ar: الرجاء ادخال البيانات بشكل صحيح

# ErrorOccured
source: An error has occurred.
ar: عذراً, حدث خطأ ما.

# ErrorSelectSendTo
source: Please choose email receivers
ar: الرجاء اختيار مستقبلي هذا البريد الالكتروني

# ErrorSendingEmail
source: Sending failed. Please check your internet connection.
ar: فشل الارسال. الرجاء التحقق من صحة الاتصال بالانترنت.

source: Ex
ar: مثال

# FBProfile
source: Facebook profile
ar: حساب فيسبوك

source: Female
ar: أنثى

source: Filter
ar: تصفية

# FindUsOnFB
source: Find us on Facebook
ar: ابحث عنا في فيسبوك

source: First name
ar: الاسم الأول

# FirstNamePlaceHolder
source: Enter your first name
ar: أدخل اسمك الأول

# FirstNameReq
source: First name is required
ar: الاسم الاول مطلوب

# footer
source: SVU - ISE - Project2
ar: الجامعة الافتراضية السورية - الهندسة المعلوماتية - المشروع 1

# ForgotPassword
source: Forgot my password
ar: نسيت كلمة المرور الخاصة بي

# ForgotPasswordEnterEmail
source: Please enter your email address and a new password will be sent to your email address.
ar: الرجاء ادخال بريدك الالكتروني وسيتم ارسال كلمة مرور جديدة خاصة بك الى عنوان بريدك الالكتروني.

source: Forgot your password?
ar: هل نسيت كلمة المرور الخاصة بك؟

source: Gender
ar: الجنس

# GenderReq
source: Gender is required
ar: حقل الجنس مطلوب

source: Hidden
ar: مخفي

source: Hide
ar: إخفاء

source: Home
ar: الرئيسية

# Home1
source: Home
ar: الصفحة الرئيسية

# HourAbbr
source: H
ar: سا

source: Hours to add
ar: عدد الساعات المراد اضافتها

source: Image
ar: صورة

# ImageUploadError
source: Upload failed. Please check image size.
ar: فشل رفع الصورة. الرجاء التأكد من حجم الصورة.

source: in
ar: في

# InvalidEmail
source: Invalid email address
ar: بريد الكتروني غير صالح

# ISE
source: Information Systems Engineering
ar: هندسة نظم المعلومات

source: Keyword
ar: الكلمة المفتاحية

# KeywordEmptyError
source: Please enter a keyword.
ar: الرجاء ادخال الكلمة المفتاحية.

# LastLoginDateTime
source: Last login
ar: اخر تسجيل دخول

source: Last name
ar: الاسم الأخير

# LastNamePlaceHolder
source: Enter your last name
ar: أدخل اسمك الأخير

# LastNameReq
source: Last name is required
ar: الاسم الأخير مطلوب

# LikeUs
source: Like us on
ar: تابعنا عبر

source: Login
ar: تسجيل الدخول

# LoginFail
source: Invalid login attempt
ar: فشل في تسجيل الدخول

source: Logins count
ar: عدد مرات تسجيل الدخول

source: Log out
ar: تسجيل الخروج

source: Male
ar: ذكر

source: Manage countries
ar: ادارة البلدان

# ManageRoles
source: Manage user roles
ar: إدارة صلاحيات المستخدم

source: Manage users
ar: إدارة المستخدمين

source: Manage website messages
ar: ادارة رسائل الموقع

source: Mark as seen
ar: تم الأخذ بالعلم

source: Me
ar: أنا

source: Message
ar: الرسالة

source: Messages
ar: الرسائل

source: Messages from visitors and users
ar: رسائل من زائري ومستخدمي الموقع

source: Message text
ar: نص الرسالة

# MessageTextReq
source: Message text is required
ar: نص الرسالة مطلوب

source: Name on card
ar: الاسم على البطاقة

# NameOnCardPlaceholder
source: Enter name on card
ar: أدخل الاسم على البطاقة

# NameOnCardReq
source: Name on card is required
ar: الاسم على البطاقة مطلوب

# Nav
source: Navigation Menu
ar: القائمة

source: New
ar: جديد

source: New password
ar: كلمة مرور جديدة

# NewPasswordPlaceHolder
source: Enter a new password
ar: أدخل كلمة مرور جديدة

# NewPasswordReq
source: New password is required.
ar: كلمة المرور الجديدة مطلوبة.

source: None
ar: لا يوجد

source: No payments
ar: لا يوجد دفعات واجبة الدفع حاليا

source: No records found
ar: لا يوجد سجلات

# NoSearchResults
source: No results found
ar: لم يتم العثور على أي نتائج

source: Not available
ar: غير متاح

source: Not paid
ar: لم يتم الدفع

source: Ok
ar: موافق

source: Ongoing
ar: جاري

# OptionalField
source: (Optional)
ar: (اختياري)

source: Options
ar: خيارات

source: Our page on Facebook
ar: صفحتنا على فيسبوك

source: Paid
ar: تم الدفع

source: Password
ar: كلمة المرور

# PasswordChanged
source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك بنجاح

# PasswordChangedMsg
source: A new password was sent to your email address.
ar: تم ارسال كلمة مرور جديدة الى البريد الالكتروني الخاص بك.

# PasswordChangedMsgEmailNotFound
source: Sorry, we couldn't find this email. Please enter another email address.
ar: عذرا, لم يتم العثور على البريد الالكتروني المطلوب. الرجاء ادخال بريد الكتروني اخر.

# PasswordLength
source: The {0} must be at least {2} characters long.
ar: إن {0} يجب أن تكون على الأقل {2} أحرف.

# PasswordPlaceHolder
source: Enter a password
ar: أدخل كلمة مرور

# PasswordReq
source: Password is required
ar: كلمة المرور مطلوبة

source: Pay
ar: اتمام الدفع

source: Pay bill
ar: دفع الفاتورة

# PayBillInfo
source: Enter the following data to complete the payment operation
ar: أدخل البيانات التالية لاتمام عملية الدفع

source: Payment
ar: الدفعة

# PaymentDateTime
source: Payment date and time
ar: تاريخ ووقت الدفع

# PaymentFailed
source: Sorry, payment operation failed. Please try again later.
ar: عذرا, فشلت عملية الدفع, الرجاء المحاولة لاحقا.

source: payment status
ar: حالة الدفع

source: Payment value
ar: قيمة الدفعة

source: Permissions
ar: السماحيات

# PhNumber
source: Phone number
ar: رقم الهاتف

# PhNumberPlaceHolder
source: Enter your phone number
ar: ادخل رقم الهاتف الخاص بك

# PhNumberReq
source: Phone number is required
ar: رقم الهاتف مطلوب

source: Price
ar: السعر

# ProccessSuccess
source: Process Success.
ar: تمت العملية بنجاح

source: Proceed
ar: اتمام العملية

# Proceed2
source: proceed
ar: المتابعة

source: Project 1
ar: المشروع الأول

source: Recover password
ar: استرجاع كلمة المرور

# Redirectingtothepreviouspagein3seconds
source: Redirecting to the previous page in
ar: جاري التحويل الى الصفحة السابقة خلال

source: Redirect to page
ar: تحويل...

# Register
source: Register new account
ar: إنشاء حساب جديد

# RegisterBtn
source: Register
ar: تسجيل

# RegisterMsg
source: Please fill this form to complete registration.
ar: الرجاء ادخال البيانات التالية لاتمام عملية التسجيل.

source: Register now.
ar: أنشئ حساب الاٌن.

# RegistrationDateTime
source: Registration date and time
ar: تاريخ ووقت انشاء الحساب

source: Remove from role
ar: إزالة المستخدم من الدور

# RemoveFromRoleConfirmation
source: Remove this user from this role?
ar: إزالة هذا المستخدم من هذا الدور؟

source: Replied by
ar: تم الرد من قبل

source: Reply
ar: رد

source: Reset
ar: تصفير

source: reset fields
ar: تصفير الحقول

source: Results count
ar: عدد النتائج

source: Role
ar: الصلاحية

# RoleAdminDesc
source: Website administrator
ar: مدير الموقع

source: Role description
ar: وصف الدور(الصلاحية)

source: Role name
ar: اسم الدور(الصلاحية)

source: Roles
ar: الصلاحيات

source: Roles Explanation
ar: تفسير الصلاحيات(الأدوار)

# RoleSupervisorDesc
source: Website supervisor
ar: مشرف الموقع

# RoleSupportDesc
source: Customers support
ar: موظف الدعم الفني للعملاء

# RoleUserDesc
source: Website normal user
ar: مستخدم الموقع العادي

source: Save
ar: حفظ

source: Search
ar: بحث

# SearchPlaceHolder
source: Enter a keyword to search in the website
ar: أدخل كلمة مفتاحية للبحث في الموقع الالكتروني

# SearchResults
source: Viewing results for
ar: نتائج البحث عن

# SearchUserTitle
source: Search by Username, First name, Last name, Email or Phone number.
ar: ابحث حسب اسم المستخدم, الاسم الأول, الاسم الأخير, البريد الالكتروني أو رقم الهاتف

# SecondAbbr
source: S
ar: ثا

source: Select card type
ar: اختر نوع البطاقة

# SelectCountry
source: Select a country
ar: اختر بلد

# SelectMessagesToDelete
source: Please select messages to delete
ar: الرجاء تحديد الرسائل المراد حذفها

source: Select role
ar: اختر صلاحية

source: Send
ar: إرسال

# SendEmailToAllUsers
source: Send an email to all website users
ar: ارسال بريد الكتروني لجميع مستخدمي الموقع الالكتروني

source: Sender Type
ar: نوع المرسل

source: Sending messages to website administration
ar: ارسال الرسائل الى ادارة الموقع

# SendPassword
source: Send new password
ar: إرسال كلمة المرور الجديدة

source: Send to
ar: إرسال الى

source: Set as paid
ar: تم الدفع

# SharifQasrawi
source: Mohammad Sharif Qasrawi
ar: محمد شريف قصراوي

source: Show
ar: إظهار

source: Show/Hide
ar: إظهار/إخفاء

# SideBar
source: ~/Content/SideBarLeft.css
ar: ~/Content/SideBarRight.css

source: Statistics
ar: احصائيات

source: Status
ar: الحالة

# Style
source: ~/Content/SiteLTR.css
ar: ~/Content/SiteRTL.css

# StyleSheet
source: ~/Content/SiteLeft.css
ar: ~/Content/SiteRight.css

source: Subject
ar: الموضوع

# SubjectReq
source: Subject is required
ar: حقل الموضوع مطلوب

# SVU
source: Syrian Virtual University
ar: الجامعة الافتراضية السورية

source: Text-align: Left
ar: محاذاة النص: يسار

source: Text-align: Right
ar: محاذاة النص: يمين

source: Thank you for using our website.
ar: شكرا لاستخدامك موقعنا الالكتروني.

source: The auction:
ar: المزاد

source: Time
ar: الوقت

source: Time left
ar: الوقت المتبقي

source: To
ar: الى

source: To role
ar: الى الصلاحية

source: Unblock
ar: فك الحظر

# UploadFile
source: Choose images
ar: اختر صور

source: Used
ar: مستعمل

source: User
ar: المستخدم

# UserInfo
source: User information
ar: بيانات المستخدم

# UserInfoFor
source: User information for
ar: معلومات المستخدم

# UserMessageTextInfo
source: Please Enter your message and press "Send" and we will response to your message by sending you an email to your emaill address as soon as possible.
ar: الرجاء كتابة رسالتك في صندوق نص الرسالة ثم الضغط على إرسال, وسنقوم بالرد على رسالتك عن طريق إرسال بريد الكتروني الى عنوان بريدك الالكتروني بأسرع وقت ممكن.

source: Username
ar: اسم المستخدم

# UsernameLength
source: Username must be between 5 - {1} characters
ar: اسم المستخدم يجب أن يكون بين 5 - 25 محارف

# UsernamePlaceHolder
source: Enter a username
ar: أدخل اسم مستخدم

# UsernameReq
source: Username is required
ar: اسم المستخدم مطلوب

# UsernameUsed
source: This username is already taken
ar: اسم المستخدم غير متاح

source: User options
ar: خيارات المستخدم

source: Users count
ar: عدد المستخدمين

source: View list
ar: اظهار القائمة

source: View message
ar: قراءة الرسالة

source: Visible
ar: مرئي

source: Visitor
ar: زائر

# VisitorMessageTextInfo
source: Please Enter your email address and your message and press "Send" and we will response to your message by sending you an email to your emaill address as soon as possible.
ar: الرجاء كتابة عنوان بريدك الالكتروني و رسالتك في صندوق نص الرسالة ثم الضغط على إرسال, وسنقوم بالرد على رسالتك عن طريق إرسال بريد الكتروني الى عنوان بريدك الالكتروني بأسرع وقت ممكن.

# WasAutomaticallyRemovedFromWebsite
source: was automatically removed from website after getting 50 reports from users.
ar: تم حذفه من الموقع تلقائيا بعد تلقيه 50 تبليغ من قبل المستخدمين

source: Website
ar: الموقع الالكتروني

source: Welcome
ar: أهلاً بك

source: Year
ar: السنة

source: Your payments
ar: الدفعات الواجبة الدفع

source: Select City
ar: اختر مدينة

# NavBar
source: navbar-right
ar: navbar-left

# AddCityInfo
source: Add New City to available cities.
ar: إضافة مدينة جديدة الى قائمة المدن المتاحة

source: Add New City
ar: إضافة مدينة جديدة

source: Add new flight
ar: إضافة رحلة جديدة

# Cities
source: Cities Management
ar: إدارة المدن

source: Cities List
ar: قائمة المدن

# DateReq
source: Date required
ar: التاريخ مطلوب

# DeleteCity
source: Delete This City
ar: حذف هذه المدينة

# Destination
source: Destination City
ar: الى المدينة

# DestinationReq
source: Destination city required
ar: الحقل الى المدينة مطلوب

source: Economy Ticket Price
ar: سعر البطاقة للدرجة الاقتصادية

# EconomyTicketPriceReq
source: Economy ticket price required
ar: الحقل سعر البطاقة للدرجة الاقتصادية مطلوب

source: First Class Ticket Price
ar: سعر البطاقة للدرجة الأولى

# FirstClassTicketPriceReq
source: First class ticket price required
ar: الحقل سعر البطاقة للدرجة الأولى مطلوب

source: Flight Duration
ar: مدة الرحلة

# FlightDurationReq
source: Flight duration required
ar: الحقل مدة الرحلة مطلوب

source: Flights List
ar: جدول الرحلات

# EcoSeatsCount
source: Economy Seats Count
ar: عدد مقاعد الدرجة الاقتصادية

# EcoSeatsCountReq
source: Economy Seats count required
ar: الحقل عدد مقاعد الدرجة الاقتصادية مطلوب

# Source
source: Source City
ar: من المدينة

# SourceReq
source: Source city required
ar: الحقل من المدينة مطلوب

# TimeReq
source: Time required
ar: الوقت مطلوب

# FlightDurationPH
source: Enter flight duration
ar: أدخل مدة الرحلة

# FlightEcoPricePH
source: Enter flight economy ticket price
ar: أدخل سعر بطاقة الدرجة الاقتصادية

# FlightFrstPricePH
source: Enter flight first-class ticket price
ar: أدخل سعر بطاقة الدرجة الأولى

# FlightTimePH
source: Enter flight time
ar: أدخل وقت الرحلة

# FligthDatePH
source: Enter flight date
ar: أدخل تاريخ الرحلة

# EcoSeatsCountPH
source: Enter flight economy seats count
ar: أدخل عدد مقاعد الدرجة الاقتصادية المتاحة في الرحلة

source: Select destination city
ar: اختر المدينة الوجهة

source: Select source city
ar: اختر المدينة المصدر

# FlightClass
source: Class
ar: الدرجة

# FlightClassReq
source: Class required
ar: الدرجة مطلوبة

# ReservationPrice
source: Reservation cost
ar: تكلفة الحجز

source: Select class
ar: اختر درجة

source: Book
ar: حجز

# Bookflight
source: Book in flight
ar: احجز في الرحلة

# BookFlightInfo
source: Book seats in this flight now.
ar: احجز مقاعدك في هذه الرحلة الان

source: Economy Class
ar: درجة اقتصادية

source: First Class
ar: درجة أولى

# FlightBookinSeatsPH
source: Enter Seats Count
ar: أدخل عدد المقاعد المرغوب حجزها

# Date_Time
source: Date And Time
ar: التاريخ والوقت

source: Is Read
ar: مقروءة

# CallUs
source: Call us at:
ar: اتصل بنا على:

# Email1
source: Email
ar: بريد الكتروني

# MsgSubjectPH
source: Enter message subject
ar: أدخل موضوع الرسالة

# MsgTextPH
source: Enter message text
ar: أدخل نص الرسالة

# OrSendMessage
source: Or you can send us a message directly by sending the following form:
ar: أو بإمكانك إرسال رسالة لنا مباشرة عبر ارسال النموذج التالي:

source: Phone
ar: هاتف

# SendUsEmail
source: Send us an email:
ar: أرسل لنا بريد الكتروني:

source: Create new account
ar: إنشاء حساب جديد

# RegisterHeaderImage
source: ~/Images/registration-header.jpg
ar: ~/Images/registration-header2.jpg

# AboutCityArPH
source: Enter City Information in Arabic
ar: أدخل معلومات عن المدينة بالعربية

# AboutCityEnPH
source: Enter City Information in English
ar: أدخل معلومات عن المدينة بالانجليزية

# CityDescription
source: About City
ar: عن المدينة

source: City Images
ar: صور من المدينة

source: City location
ar: موقع المدينة

# CityLocationPH
source: Enter City location from google maps
ar: أدخل موقع المدينة من خرائط غوغل

# CityNameArPH
source: Enter City Name in Arabic
ar: أدخل اسم المدينة بالعربية

# CityNameEnPH
source: Enter City Name in English
ar: أدخل اسم المدينة بالانجليزية

# BookFlightTo
source: Book a flight to
ar: احجز رحلة الى

source: Cities Of
ar: مدن

source: Create
ar: إنشاء

source: Create Room.
ar: إنشاء غرفة.

# CreateRoomInfo
source: Fill this form to create new room:
ar: املأ هذا النموذج لانشاء غرفة جديدة:

# Cust_Count
source: Guests count
ar: عدد الاشخاص

# Cust_CountPH
source: Enter Guests count
ar: أدخل عدد الأشخاص

# Cust_CountReq
source: Guests count required
ar: عدد الاشخاص مطلوب

# DetailsArPH
source: Enter room details in Arabic
ar: أدخل تفاصيل الغرفة بالعربية

# DetailsEnPH
source: Enter room details in English
ar: أدخل تفاصيل الغرفة بالانجليزية

# DetailsReq
source: Details required
ar: التفاصيل مطلوبة

source: Room
ar: غرفة

source: Sweet
ar: جناح

source: Type
ar: النوع

# TypeReq
source: Type required
ar: النوع مطلوب

# AddHotel
source: Add new hotel
ar: إضافة فندق جديد

# AddHotelInfo
source: Fill this form to add a new hotel.
ar: أملأ النموذج التالي لإضافة فندق جديد.

source: Add Room To Hotel
ar: إضافة غرفة الى فندق

# AddRoomToHotelInfo
source: Choose room type and enter this room count in the select hotel:
ar: اختر نوع الغرفة وأدخل عدد الغرف المطلوب إضافتها الى الفندق المختار:

source: Count
ar: العدد

# CountReq
source: Count required
ar: العدد مطلوب

source: Hotel
ar: الفندق

# HotelDetailsArPH
source: Enter hotel details in Arabic
ar: أدخل تفاصيل الفندق بالعربية

# HotelDetailsEnPh
source: Enter hotel details in English
ar: أدخل تفاصيل الفندق بالانجليزية

# HotelEmailPH
source: Enter hotel email address
ar: أدخل عنوان البريد الالكتروني للفندق

source: Hotel images
ar: صور من الفندق

source: Hotel location
ar: موقع الفندق

# HotelLocationPH
source: Enter hotel location link from google maps
ar: أدخل رابط موقع الفندق من خرائط غوغل

source: Hotel name
ar: اسم الفندق

# HotelNameArPH
source: Enter hotel name in Arabic
ar: أدخل اسم الفندق بالعربية

# HotelNameEnPH
source: Enter hotel name in English
ar: أدخل اسم الفندق بالانجليزية

# HotelNameReq
source: Hotel name required
ar: اسم الفندق مطلوب

# HotelNumberPH
source: Enter hotel phone number
ar: أدخل رقم هاتف الفندق

source: Hotel rooms
ar: الغرف المتوفرة في الفندق

# HotelStarsPH
source: Enter hotel stars count
ar: أدخل عدد نجوم الفندق

# HotelWebsitePH
source: Enter hotel website address
ar: أدخل عنوان الموقع الالكتروني للفندق

source: Phone number
ar: رقم الهاتف

# PhoneNumberReq
source: Phone number required
ar: رقم الهاتف مطلوب

source: Select room type
ar: اختر نوع الغرفة

source: Stars
ar: عدد النجوم

# StarsReq
source: Stars required
ar: عدد النجوم مطلوب

source: Night price
ar: تكلفة الليلة

# NightPriceReq
source: Night price required
ar: تكلفة الليلة مطلوبة

source: Name
ar: الاسم

source: About city
ar: حول المدينة

source: About hotel
ar: حول الفندق

source: Check hotel
ar: تفقد الفندق

source: Contact details
ar: معلومات الاتصال

source: Find hotel in
ar: ابحث عن فندق في

source: Hotel rooms management
ar: إدارة غرف الفنادق

source: Hotels management
ar: إدارة الفنادق

source: Rooms management
ar: إدارة الغرف

# NightPriceGtPH
source: Night price > x
ar: تكلفة الليلة أكبر من ...

# NightPriceLsPH
source: Night price <= x
ar: تكلفة الليلة أصغر أو تساوي ...

# RoomDetailsPH
source: Enter room details
ar: أدخل تفاصيل الغرفة المطلوبة

# RoomOrSweet
source: Room / Sweet
ar: غرفة / جناح

source: All Cities
ar: كل المدن

source: All Countries
ar: كل الدول

source: All Stars
ar: كل النجوم
